package cn.fujie.xianjian;

public class SpeechPack {
    public String[] aw = {"阿旺婶：前面那个傻子，站在！",
            "小勇：是在叫我吗？",
            "阿旺婶：（上下打量一番），没错，就是叫你，看你那傻样跟上厕所没带纸，蹲了仨小时站起来一样。",
            "小勇：谢谢夸奖！"};

    public String[] az = {"阿朱：你能去帮我买点耗子药吗",
            "小勇：没钱。",
            "阿朱：没钱来什么李家村",
            "小勇：。。。迷路了。",
            "阿朱：....(弱智)",};

    public String[] wc = {"旺财嫂：大河向东流啊，天上的星星参北斗啊！",
            "小勇：???excuse me???",
            "旺财嫂：no,no,no,I 没功夫，路见不平一声吼啊",
            "小勇：stop！"};

    public String[] xh = {"小孩：28，25，6，28，25，7，马玲开花...",
            "小勇：八十九",
            "小孩：二十一",
            "小勇：七十三，五十九.."};

    public String[] mj = {"母鸡：咕咕咕...",
            "小勇：大爷来玩呀！",
            };;

    public String[] xj = {"小鸡：咕咕咕...",
            "小勇：嘎嘎嘎",
            };;

    public String[] xxj = {"小小鸡：咕咕咕...",
            "小勇：汪汪汪",
            };
}
